Repository: OmegaT-L10N/sc
Catalog: omegat/project_save.tmx
Source language: en
Languages: sc

source: Terminology Issues
sc: Problemas de terminologia

source: Terms with multiple targets
sc: Tèrmines cun vàrias tradutziones

source: Test
sc: Proa

source: Testing...
sc: Proende...

source: Text
sc: Testu

source: Text Filter Options
sc: Optziones de filtru de testu

source: Text Replace
sc: Sostitui testu

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
sc: Sostitutzione de testu: S'àmbitu de sa sostitutzione de testu sunt is segmentos de arribu de su progetu, siant giai tradùidos o no.

source: Text Search
sc: Chirca testu

source: Text files segmentation
sc: Segmentatzione de is archìvios de testu

source: Text to be removed
sc: Testu de bogare

source: The current folder will be used instead.
sc: S’at a impreare in càmbiu sa cartella atuale.

source: The /tm/ folder can contain any number of ancillary translation memories - i.e. tmx files.
sc: Sa cartella /tm/ podet cuntènnere una o prus memòrias de tradutzione segundàrias, est a nàrrere, archìvios TMX.

source: The omegat subfolder contains at least one and possibly several other files.
sc: Sa cartella omegat at a cuntènnere a su mancu un’archìviu, e forsis meda àteros.

source: The level1 and level2 memories can be shared with users of other translation programs.
sc: Is memòrias level1 e level2 podent èssere cumpartzidas cun is usuàrios de àteros programmas de tradutzione.

source: The Java Resource Bundles filter threw an exception:
sc: Su filtru de Java Resource Bundles at donadu un'etzetzione:

source: The Moodle PHP filter threw an exception:
sc: Su filtru de Moodle PHP at donadu un'etzetzione:

source: The Moses server URL is not set
sc: S’URL de su servidore de Moses no est istada cunfigurada

source: The Mozilla DTD filter threw an exception:
sc: Su filtru de Mozilla DTD at donadu un'etzetzione:

source: The PO filter threw an exception:
sc: Su filtru de PO at donadu un'etzetzione:

source: The TMX file will continue to be loaded.
sc: Sa càrriga de s’archìviu TMX at a sighire.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
sc: S’archìviu TMX non podet èssere carrigadu Chirca de currègere sa faddina e torra a carrigare su progetu.

source: The TMX source language ({0}) is different from the project source language ({1}).
sc: Sa limba de orìgine de su TMX ({0}) est diferente dae sa limba de orìgine de su progetu ({1}).

source: The URL must include "{target}", which will be replaced with the search text.
sc: S’URL depet inclùdere "{target}", chi at a èssere sostituidu cun su testu de chirca.

source: The background is restored to normal when the segment is left.
sc: S’isfundu at a torrare normale cando as a lassare su segmentu.

source: The best thing of course is to use OmegaT-specific TMX files (see above), so that the in-line formatting within the segment is retained.
sc: Su mègius est de impreare is archìvios TMX ispetzìficos de OmegaT (abbàida a subra), in manera chi su formadu in lìnia a intro de su segmentu siat cunservadu.

source: The changes are displayed.
sc: Is modìficas ant a èssere ammustradas.

source: The command must include "{target}", which will be replaced with the search text.
sc: S’òrdine depet inclùdere "{target}", chi at a èssere sostituidu cun su testu de chirca.

source: The configuration folder will be used instead.
sc: S’at a impreare in càmbiu sa cartella de cunfiguratzione.

source: The contents of the target subfolder will reflect the current state of the translation, as present in the project translation memory, saved in the current /omegat/project_save.tmx.
sc: Is cuntenutos de sa cartella target ant a riflètere s’istadu atuale de sa tradutzione, comente sunt in sa memòria de tradutzione de su progetu, sarvada in /omegat/project_save.tmx.

source: The contents of translation memories in the tm subfolder serve to generate suggestions for the text(s) to be translated.
sc: Is cuntenutos de is memòrias de tradutzione in sa cartella tm serbint a generare propostas pro su testu/-os de bortare.

source: The current project must be reloaded in order to apply these changes
sc: Depes torrare a carrigare su progetu pro chi is modificatziones tèngiant efetu

source: The difference is thin: we call "Window" a window that can stay open next to the editor and interact with it, and "dialog" a window where you must select parameters before closing it and pursuing your translation activity.
sc: Sa diferèntzia est pitica: tzerriamus "ventana" una ventana chi podet abarrare aberta a su costadu de s’editore e bi podet interagire. Unu "cuadru de diàlogu" est una ventana in ue depes seberare paràmetros in antis de dda serrare pro sighire cun sa tradutzione.

source: The file "{0}" is not supported.
sc: S’archìviu "{0}" no est cumpatìbile.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
sc: Su còdighe de limba diat èssere xx-YY, xxx-YY, xx_YY o xxx_YY, in ue xx o xxx est su còdighe de sa limba e YY est su còdighe de sa regione o de su paisu (optzionale).

source: The last segment with the identical source text will thus prevail (Note: of course it makes more sense to avoid this to happen in the first place).
sc: S’ùrtimu segmentu cun unu testu de orìgine idènticu at a prevalere (Nota: est evidente chi tenet prus sentidu evitare chi custu sutzedet in primu logu).

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
sc: Sa memòria cun su nòmine omegat podet èssere impreada cun OmegaT in progetos futuros.

source: The most important file here is the project_save.tmx, that is the working translation memory for the project.
sc: Su prus archìviu importante est project_save.tmx, sa memòria de tradutzione de traballu de su progetu.

source: The new colours have been saved.
sc: Colores noos sarvados.

source: The password cannot be empty.
sc: Sa crae non podet èssere bòida.

source: The password you entered did not match.
sc: Sa crae chi as insertadu non currispondet.

source: The passwords don't match.
sc: Is craes non currispondent.

source: The penalty applies to all three match percentages: matches 75, 80, 90 will in this case be lowered to 45, 50, 60.
sc: Sa penalizatzione at a èssere aplicada a is tres pertzentuales de cointzidèntzia: is cointzidèntzias de su 75, 80 e 90 diant èssere in custu casu abassadas finas a 45, 50 e 60.

source: The project cannot be verified
sc: Impossìbile verificare su progetu

source: The project folder {0} is missing and could not be created.
sc: Sa cartella de progetu {0} no esistet e non s’est pòdidu creare.

source: The project was converted successfully.
sc: Progetu cunvertidu.

source: The project will be loaded as a local project without team functionality.
sc: Su progetu at a èssere carrigadu comente progetu locale sena funtzionalidade de iscuadra.

source: The script "{0}" is running...
sc: Esecutende su script "{0}"...

source: The server is not a valid Apertium server.
sc: Su servidore no est unu servidore de Apertium vàlidu.

source: The source file language entered is invalid!
sc: Sa limba de s’archìviu de orìgine chi as insertadu no est vàlida.

source: The source subfolder contains files to be translated.
sc: Sa cartella source cuntenet is archìvios de bortare.

source: The specified dictionary folder cannot be used.
sc: Sa cartella de ditzionàrios dislindada non podet èssere impreada.

source: The specified dictionary folder does not exist.
sc: Sa cartella de ditzionàrios dislindada no esistet.

source: The specified files are not supported.
sc: Is archìvios imbenientes no sunt cumpatìbiles.

source: The specified project is an OmegaT 3.6-style team project.
sc: Su progetu dislindadu est unu progetu de iscuadra de s’istile OmegaT 3.6.

source: The specified translation direction is not supported
sc: Su servìtziu no est cumpatìbile cun sa diretzione de sa tradutzione atuale.

source: The tags in OmegaT are greyed, so they are easy to recognise.
sc: Is etichetas de OmegaT sunt in colore murru, in manera chi siant fàtziles de reconnòschere.

source: The text could not be translated
sc: Impossìbile tradùere su testu

source: The text size exceeds the maximum
sc: Sa mannària de su testu bàriga su màssimu

source: The translated file language entered is invalid!
sc: Sa limba de s’archìviu tradùidu chi as insertadu no est vàlida.

source: The translation has changed.
sc: Sa tradutzione est istada modificada.

source: The writeable glossary file is not in the glossary folder.
sc: S’archìviu de glossàriu de iscritura no est in sa cartella de glossàriu.

source: The writeable glossary file must be inside the glossary folder
sc: S’archìviu de glossàriu de iscritura depet èssere intro de sa cartella de glossàriu

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
sc: Aici, cando as a tradùere dae su frantzesu canadesu, su progetu at a impreare totu is règulas definidas pro totu sa cadena de limbas in s’òrdine curretu.

source: There are many plugins available for OmegaT online.
sc: B’at meda estensiones a disponimentu in lìnia pro OmegaT.

source: There was an error initializing LanguageTool.
sc: B’at àpidu una faddina in s’aviada de LanguageTool.

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
sc: Duncas, preme Ctrl+majùscula+V in antis de generare is archìvios tradùidos pro controllare chi is etichetas sunt curretas.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
sc: Duncas, sa positzione de sa cartella de cunfiguratzione de OmegaT non podet èssere determinada cun pretzisione.

source: These units have been skipped.
sc: Custas unidades sunt istadas brincadas.

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
sc: Sunt protègidas, pro chi is cuntenutos non potzant èssere modificados, però ddas podes cantzellare, insertare a manu o ddas mòere in àteras positziones de sa frase tradùida.

source: This will delete your local data and re-download the project contents from the server.
sc: Custu at a cantzellare is datos locales tuos e at a torrare a iscarrigare is cuntenutos de su progetu dae su servidore.

source: This API key has been blocked
sc: Custa crae API est istada blocada

source: This ID is already being used.
sc: Custu identificadore est giai impreadu.

source: This URL appears to be invalid.
sc: Custu URL non paret vàlidu.

source: This command will be executed after Creating Translated Documents.
sc: Custa òrdine at a èssere esecutada a pustis de sa creatzione de is documentos tradùidos.

source: This document is the official user's guide to OmegaT, the free Computer Aided Translation tool.
sc: Custu documentu est su manuale de usuàriu ufitziale de OmegaT, s’aina de tradutzione assistida dae s'elaboradore lìbera.

source: This folder is initially empty.
sc: Custa cartella est bòida a su cumintzu.

source: This is a Git repository.
sc: Custu est unu depòsitu Git.

source: This is a Subversion repository.
sc: Custu est unu depòsitu Subversion.

source: This is a valid project file.
sc: S’archìviu de progetu est vàlidu.

source: This is the way text will look when displayed.
sc: Su testu at a apàrrere in custa manera.

source: This modifies project_save.tmx (by adding proper Translation Units from "auto" TMX)
sc: Custu at a modificare su project_save.tmx (agiunghende unidades de tradutzione de sa TMX "auto")

source: This modifies project_save.tmx.
sc: Custu at a modificare su project_save.tmx.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
sc: Custu programma est lìberu; ddu podes torrare a distribuire e/o modificare a suta de is cunditziones de sa GNU General Public License publicada dae sa Free Software Foundation; in sa versione 3 o (si boles) imbeniente.

source: This project
sc: Custu progetu

source: This script is intended to run in OmegaT 3.6 and newer.
sc: Custu script funtzionat cun OmegaT 3.6 o superiore.

source: This subfolder is initially empty.
sc: Custa cartella a su cumintzu est bòida.

source: This will discard all changes you have made so far.
sc: Is modificatziones chi as fatu fintzas a immoe no ant a èssere sarvadas.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
sc: Pro esempru, is règulas pro su frantzesu canadesu (FR-CA) diant dèpere èssere prus artas de cussas pro su frantzesu (FR.*) e prus artas chi is predefinidas (.*).

source: To add contents to it, select Ctrl D Project Create Translated Documents .
sc: Pro bi agiùnghere cuntenutos, sèbera Ctrl D Progetu Crea is documentos traduidos .

source: To be sure that no translation will be lost, you need to: 1.
sc: Pro èssere seguru chi no as a pèrdere peruna tradutzione, depes: 1.

source: To convert it into a new team project, open it in the OmegaT GUI.
sc: Pro ddu cunvèrtere a unu progetu de iscuadra nou, aberi·ddu in s’interfache de usuàriu de OmegaT.

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
sc: Pro modificare cale archìvios in cale codificatziones at a protzessare su filtru, sèbera su filtru dae sa lista e incarca Modìfica.

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
sc: Su cuadru de diàlogu de propiedades de su progetu cuntenet is cunfiguratziones initziales de su progetu. Si ti ddas ismèntigas, ddu podes abèrrere cun Ctrl+E.

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
sc: Pro bìdere una lista de is archìvios de su progetu, aberi su cuadru de diàlogu Archìvios de su progetu cun is teclas Ctrl+L.

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
sc: Pro cumintzare a impreare OmegaT, crea in antis unu progetu chi cuntèngiat totu is archìvios, che a s'archìviu de orìgine, memòrias de tradutzione, glossàrios e mancari puru s'archìviu tradùidu.

source: Toggle Selected
sc: Fùrria sa seletzione

source: Too big HTML file!
sc: S’archìviu HTML est tropu mannu.

source: Total Characters (including spaces)
sc: Caràteres totales (cun ispàtzios)

source: Total Characters (without spaces)
sc: Caràteres totales (sena ispàtzios)

source: Total Segments
sc: Segmentos totales

source: Total Words
sc: Paràulas totales

source: Total number of segments
sc: Nùmeru totale de segmentos

source: Total:
sc: Totale:

source: Trans&lated or untranslated
sc: Tradùidu o de bortare

source: Translate the file
sc: Borta s'archìviu

source: Translate the following attributes:
sc: Borta is atributos imbenientes:

source: Translate the following elements:
sc: Borta is elementos imbenientes:

source: Translated File Encoding
sc: Codificatzione de is archìvios tradùidos

source: Translated File Encoding:
sc: Codificatzione de is archìvios tradùidos:

source: Translated Filename Pattern
sc: Règula de nòmines de archìvios tradùidos

source: Translated Files Folder
sc: Cartella de is archìvios tradùidos

source: Translated Files Folder:
sc: Cartella de is archìvios tradùidos:

source: Translated document created
sc: Documentu tradùidu creadu

source: Translated documents created
sc: Documentos tradùidos creados

source: Translated file path cannot be identical to the source file path: {0}
sc: Su percursu de is archìvios tradùidos non podet èssere idènticu a cussu de is archìvios de orìgine: {0}

source: Translated files folder entered does not exist!
sc: Sa cartella chi as insertadu pro is archìvios tradùidos no esistet.

source: Translated files location not defined
sc: Sa positzione de is archìvios tradùidos no est istada dislindada

source: Translated segments
sc: Segmentos tradùidos

source: Translated segments text
sc: Testu de segmentos tradùidos

source: Translated unique segments
sc: Segmentos ùnicos tradùidos

source: Translating Project
sc: Bortende progetu

source: Translation
sc: Tradutzione

source: Translation Memory Files Folder
sc: Cartella de is archìvios de memòria de tradutzione

source: Translation Memory Folder:
sc: Cartella de sa memòria de tradutzione:

source: Translation is fuzzy
sc: Tradutzione partziale

source: Translation last modified by {0} on {1} at {2}
sc: Ùrtima modificatzione de sa tradutzione su {1} a is {2} dae {0}

source: Translation memory files folder entered does not exist!
sc: Sa cartella chi as insertadu pro is archìvios de memòria de tradutzione no esistet.

source: Translation memory folder {0} does not exist.
sc: Sa cartella de memòrias de tradutzione {0} no esistet.

source: Translation unit encountered before TMX header.
sc: Unidade de tradutzione agatada in antis de s’intestatzione de TMX.

source: Translation unit variant encountered outside translation unit.
sc: Variante de unidade de tradutzione agatada in foras de s’unidade de tradutzione.

source: Translation:
sc: Tradutzione:

source: Translator comments:
sc: Cummentos de su tradutore:

source: Troubleshooting
sc: Solutzione de problemas

source: Type
sc: Genia

source: Type in new rule ID
sc: Iscrie s’identificadore de sa règula noa

source: Types: Exact searches match the whole search string.
sc: Genias: Is chircas esatas depent cointzìdere cun sa cadena de chirca intrea.

source: U&ntranslated
sc: De &bortare

source: UNL
sc: ISB

source: URL does not contain "{0}"
sc: S’URL non cuntenet "{0}"

source: URL is missing URL string
sc: S'URL non tenet peruna cadena URL

source: URL is missing encoding
sc: Ammancat sa codificatzione de s’URL

source: URL is missing target
sc: Ammancat sa destinatzione de s’URL

source: URL of online dictionaries:
sc: URL de ditzionàrios in lìnia:

source: URLs
sc: URL

source: Unable to build new TMX file!
sc: Non s’est pòdidu creare s’archìviu TMX nou.

source: Unable to connect to server.
sc: Impossìbile connètere a su servidore.

source: Unable to convert project!
sc: Impossìbile cunvertire su progetu.

source: Unable to download team project!
sc: Impossìbile iscarrigare su progetu de iscuadra.

source: Unable to initialize read of XML file!
sc: Impossìbile incarrerare sa letura de s’archìviu XML.

source: Unable to parse filters configuration file
sc: Impossìbile lèghere s'archìviu de cunfiguratzione de filtros

source: Unable to read file
sc: Non s’est pòdidu lèghere s’archìviu

source: Unable to read project file!
sc: Impossìbile lèghere s’archìviu de progetu.

source: Unable to save data.
sc: Impossìbile sarvare is datos.

source: Unable to save filters configuration file
sc: Non s’est pòdidu sarvare s’archìviu de cunfiguratzione de filtros

source: Unable to uninstall the selected dictionary
sc: Impossìbile disinstallare su ditzionàriu seletzionadu

source: Unauthorized request to TaaS service.
sc: Rechesta no autorizada a su servìtziu TaaS.

source: Undock
sc: Ispica

source: Uninstalling failed
sc: Faddina in sa disinstallatzione

source: Unique Characters (including spaces)
sc: Caràteres ùnicos (cun ispàtzios)

source: Unique Characters (without spaces)
sc: Caràteres ùnicos (sena ispàtzios)

source: Unique Remaining Characters (including spaces)
sc: Caràteres ùnicos de bortare (cun ispàtzios)

source: Unique Remaining Characters (without spaces)
sc: Caràteres ùnicos de bortare (sena ispàtzios)

source: Unique Remaining Segments
sc: Segmentos ùnicos de bortare

source: Unique Remaining Words
sc: Paràulas ùnicas de bortare

source: Unique Remaining:
sc: Ùnicos de bortare

source: Unique Segments
sc: Segmentos ùnicos

source: Unique Words
sc: Paràulas ùnicas

source: Unique segments
sc: Segmentos ùnicos

source: Unique:
sc: Ùnicos:

source: Unknown plugin type '{0}' in '{1}'
sc: Genia de estensione '{0}' disconnota in '{1}'

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
sc: Faddina irreparàbile durante s'anàlisi de s'archìviu TMX {0} in sa lìnia {1}, colunna {2}.

source: Unspecified
sc: Sena descritzione

source: Unsupported SVN error
sc: Faddina de SVN incumpatìbile

source: Unsupported XML version {0}!
sc: Sa versione {0} de XML no est suportada.

source: Unsupported file encoding
sc: Sa codificatzione de archìviu no est suportada

source: Unsupported project file version ({0})!
sc: Sa versione de su progetu de archìviu ({0}) no est suportada.

source: Untranslated segments
sc: Segmentos de bortare

source: Untranslated segments &only
sc: Isceti pr&o segmentos de bortare

source: Untranslated segments text
sc: Testu de segmentos de bortare

source: Untranslated segments will hereby remain in the source language.
sc: Is segmentos sena tradutzione ant a abarrare in sa limba de orìgine.

source: Updated
sc: Atualizadu

source: Updates
sc: Atualizatziones

source: Upgrading...
sc: Atualizende...

source: Upload disabled because repository in read-only mode
sc: Sa càrriga est disativada ca su depòsitu est in modalidade de letura isceti.

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
sc: Impreu: java -jar OmegaT.jar [<optziones>] [<percursu de su progetu>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
sc: Impreu: java -jar OmegaT.jar team <òrdine> [<optziones>]]

source: Use $n to refer to the nth group.
sc: Imprea $n pro fàghere referèntzia a su grupu nùmeru n.

source: Use &Fuzzy Matching for Dictionary Entries
sc: Imprea is cointzidèntzias &partziales pro is intradas de su ditzionàriu

source: Use &TAB to Advance
sc: Imprea su &tabuladore (TAB) pro mòere a in antis

source: Use &XML for standalone tags (e.g., <i/>)
sc: Imprea &XML pro etichetas individuales (pro esempru, </i>)

source: Use &fuzzy matching for dictionary entries
sc: Imprea is cointzidèntzias &partziales pro is intradas de su ditzionàriu

source: Use &stemming for glossary entries
sc: Imprea &stemming in is intradas de glossàriu

source: Use all mine
sc: Imprea totu is mios

source: Use all original
sc: Imprea totu is originales

source: Use all updated
sc: Imprea totu is atualizados

source: Use as Default Translation
sc: Imprea comente tradutzione predefinida

source: Use custom templates for modification &info
sc: Imprea modellos personalizados pro s’informatzione de modificatzione

source: Use terms &appearing separately in the source text
sc: Imprea is tèrmines chi &aparessent separados in su testu de orìgine

source: Use the installation language in OmegaT
sc: Imprea sa limba de installatzione in OmegaT

source: User denied credentials
sc: Credentziales de usuàriu refudadas

source: User interface language for OmegaT
sc: Limba de interfache de usuàriu pro OmegaT

source: User:
sc: Usuàriu:

source: Username or API Key:
sc: Nùmene utente o crae API:

source: Utilities
sc: Utilidades

source: VLDocking Framework (LGPL License)
sc: VLDocking Framework (lissèntzia LPGL)

source: Validate your tags
sc: Controlla is etichetas tuas

source: Validating tags
sc: Controllende etichetas

source: Value
sc: Valore

source: Variant skipped.
sc: Variante brincada.

source: Variants in the following languages will be displayed: {0}
sc: Ant a èssere ammustradas is variantes de is limbas imbenientes: {0}

source: Version
sc: Versione

source: Version: {0}
sc: Versione: {0}

source: View
sc: Visualiza

source: View Options
sc: Optziones de visualizatzione
